Repository: ggbecker/morning-library
Catalog: morning_library_app/settings/locale/*/LC_MESSAGES/django.po
Languages: pt

source: How to upload metadata from your tracks
pt: Como enviar metadados das suas músicas

source: First download
pt: Primeiro baixe

source: After installing the application, start it, select a folder and use the authentication key below.
pt: Depois de instalar a aplicação, inicie-a, selecione uma pasta e use a chave de autenticação abaixo.

source: Track List
pt: Lista de Músicas

source: Statistics
pt: Estatísticas

source: How to Upload
pt: Como Enviar

source: About
pt: Sobre

source: Logged as:
pt: Logado como:

source: Logout
pt: Sair

source: Login
pt: Entrar

source: This website was inspired by a Facebook group called
pt: Este site foi inspirado em um grupo do Facebook chamado

source: where people gather to talk about this beautiful subgenre of Psy-Trance.
pt: onde pessoas se reúnem para falar desse maravilhoso sub-gênero do Psy-Trance.

source: Welcome to your music library. Every information about your tracks available for you wherever you want whenever you want.
pt: Bem vindo à sua biblioteca de música. Toda informação sobre as suas músicas disponíveis onde você quiser quando você quiser.

source: Track Count:
pt: Quantidade de Músicas:

source: Total Length:
pt: Tempo Total:

source: Track Details:
pt: Detalhes das Músicas:

source: Count
pt: Quantidade

source: Nothing to see here yet. Please upload your tracks first to have meaningful data showing here.
pt: Nada pra ver aqui ainda. Por favor, primeiro envie suas músicas para ter informações significantes mostradas aqui.

source: Your username and password didn't match. Please try again.
pt: Usuário e senha não correspondem. Por favor, tente novamente.

source: Please login to see this page.
pt: Por favor, entre para ver esta página

source: Don't have an account?
pt: Não tem uma conta?

source: Sign Up
pt: Inscrever-se

source: English
pt: Inglês
